Repository: EddyBel/AssistAI
Catalog: core/locale/*/LC_MESSAGES/*.po
Languages: fr

source: Hola {NAME_USER}, ¿en qué te puedo ayudar?
fr: Bonjour {NAME_USER}, comment puis-je vous aider ?

source: ¿Qué tal {NAME_USER}, ¿en qué te puedo ayudar?
fr: que diriez-vous de {NAME_USER}, comment puis-je vous aider ?

source: ¿Cómo estás {NAME_USER}, ¿en qué te puedo ayudar?
fr: comment allez-vous {NAME_USER}, comment puis-je vous aider ?

source: ¿Cómo te va {NAME_USER}, ¿en qué te puedo ayudar?
fr: comment allez-vous {NAME_USER}, comment puis-je vous aider ?

source: ¿Qué hay de nuevo {NAME_USER}, ¿en qué te puedo ayudar?
fr: quoi de neuf {NAME_USER}, comment puis-je vous aider ?

source: Encantado/a de conocerte {NAME_USER}, ¿en qué te puedo ayudar?
fr: Enchanté {NAME_USER}, comment puis-je vous aider ?

source: Mucho gusto {NAME_USER}, ¿en qué te puedo ayudar?
fr: Ravi de vous rencontrer {NAME_USER}, comment puis-je vous aider ?

source: Un placer {NAME_USER}, ¿en qué te puedo ayudar?
fr: Avec plaisir {NAME_USER}, comment puis-je vous aider ?

source: Bienvenido/a {NAME_USER}, ¿en qué te puedo ayudar?
fr: Bienvenue {NAME_USER}, comment puis-je vous aider ?

source: Saludos {NAME_USER}, ¿en qué te puedo ayudar?
fr: Bonjour {NAME_USER}, comment puis-je vous aider ?

source: Ha sido un placer hablar contigo, espero que nos volvamos a ver pronto. ¡Hasta la vista!
fr: Ce fut un plaisir de discuter avec vous, j'espère que nous nous reverrons bientôt. À un de ces quatre!

source: Te agradezco mucho tu tiempo y tu atención, ojalá podamos seguir en contacto. ¡Que tengas un buen día!
fr: Merci beaucoup pour votre temps et votre attention, j'espère que nous pourrons rester en contact. Passe une bonne journée!

source: Me encantó conversar contigo, eres una persona muy interesante. Te deseo lo mejor. ¡Nos vemos!
fr: J'ai adoré discuter avec toi, tu es une personne très intéressante. Je te souhaite le meilleur. À plus!

source: Gracias por compartir este rato conmigo, me has hecho reír mucho. Cuídate mucho. ¡Adiós!
fr: Merci d'avoir partagé ce moment avec moi, tu m'as beaucoup fait rire. Prends soin de toi. Adieu!

source: Disfruté mucho de nuestra charla, aprendí muchas cosas nuevas. Te mando un abrazo. ¡Hasta pronto!
fr: J'ai vraiment apprécié notre conversation, j'ai appris beaucoup de nouvelles choses. Je t'envoie un câlin. À bientôt!

source: Te voy a extrañar mucho, pero sé que nos volveremos a encontrar. Eres un gran amigo/a. ¡Hasta siempre!
fr: Tu vas beaucoup me manquer, mais je sais que nous nous reverrons. Tu es un bon ami. Pour toujours!

source: No es un adiós, es un hasta luego. Esta despedida no es el final simplemente significa que te extrañaré hasta que nos encontremos de nuevo.
fr: Ce n'est pas un au revoir, c'est à plus tard. Cette séparation n'est pas la fin, cela signifie simplement que tu me manqueras jusqu'à ce que nous nous revoyions.

source: No quiero decirte adiós, porque sé que nos volveremos a ver. Eres una persona muy especial para mí. ¡Hasta la próxima!
fr: Je ne veux pas te dire au revoir, car je sais que nous nous reverrons. Tu es une personne très spéciale pour moi. À la prochaine!

source: Te agradezco por todo lo que me has dado, eres una persona increíble. Espero que la vida te sonría. ¡Hasta luego!
fr: Je te remercie pour tout ce que tu m'as donné, tu es une personne incroyable. J'espère que la vie te sourit. À plus tard!

source: Me duele despedirme de ti, pero sé que es lo mejor. Te quiero mucho y te deseo lo mejor. ¡Adiós!
fr: Ça fait mal de te dire au revoir, mais je sais que c'est mieux. Je t'aime beaucoup et je te souhaite le meilleur. Adieu!

source: Ha sido un honor conocerte, eres una persona muy admirable. Espero que sigas cumpliendo tus sueños. ¡Hasta pronto!
fr: Ce fut un honneur de vous rencontrer, vous êtes une personne très admirable. J'espère que vous continuerez à réaliser vos rêves. À bientôt!

source: Te voy a recordar siempre, eres una persona muy importante en mi vida. Gracias por todo lo que hemos vivido. ¡Hasta siempre!
fr: Je me souviendrai toujours de toi, tu es une personne très importante dans ma vie. Merci pour tout ce que nous avons vécu. Pour toujours!

source: No es una triste despedida. Volveremos a encontrarnos de nuevo. Sólo en la agonía de la separación es cuando buscamos en las profundidades del amor.
fr: Ce n'est pas un triste au revoir. Nous nous reverrons. C'est seulement dans l'agonie de la séparation que nous cherchons dans les profondeurs de l'amour.

source: Las manos que dicen adiós son pájaros que van muriendo lentamente. Te echaré de menos, pero sé que estarás bien. ¡Adiós!
fr: Les mains qui disent au revoir sont des oiseaux qui meurent lentement. Tu vas me manquer, mais je sais que tu iras bien. Adieu!

source: Cada despedida es un encuentro que queda para más tarde. No te olvides de mí, yo no me olvidaré de ti. ¡Hasta la vista!
fr: Chaque adieu est une rencontre qui reste pour plus tard. Ne m'oublie pas, je ne t'oublierai pas. À un de ces quatre!

source: De que otro teme te gustaria hablar?
fr: De quelle autre peur voudriez-vous parler?

source: Referencia
fr: Référence

source: Funcion
fr: Fonction

source: Este comando detiene el chat y termina la sesión.
fr: Cette commande arrête le chat et met fin à la session.

source: Este comando limpia la conversacion
fr: Cette commande efface la conversation

source: Este comando permite cargar el contenido de un archivo en el input.
fr: Cette commande permet de charger le contenu d'un fichier dans l'entrée.

source: Nombre de usuario
fr: Nom d'utilisateur

source: Nombre del bot
fr: Nom du robot

source: Modelo del bot
fr: Modèle de robot

source: Ocurrio un error:
fr: Une erreur s'est produite :

source: Como te llamas?
fr: Comment tu t'apelles?

source: Por favor, ingresa tu clave de API de OpenAI:
fr: Veuillez saisir votre clé API OpenAI:

source: Soy {NAME_BOT}, un bot amigable y divertido que responde a todas las preguntas de {NAME_USER}, puedo redactar textos, escribir código, escribir poemas y canciones.<|user|>{NAME_USER}<|endofuser|><|bot|>{NAME_BOT}<|endofbot|>
fr: Je suis {NAME_BOT}, un bot sympathique et amusant qui répond à toutes les questions de {NAME_USER}, je peux écrire des textes, écrire du code, écrire des poèmes et des chansons.<|user|>{NAME_USER}<|endofuser|><| bot| >{NAME_BOT}<|endofbot|>
